Get sheet views where DWF markups are imported.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public IList<ElementId> GetSheetViews()
  Visual Basic
Public Function GetSheetViews As IList(Of ElementId)
  Visual C++
public:
IList<ElementId^>^ GetSheetViews()
 Return Value
 An array of sheet views
 See Also
  DWFImportOptions Class
  Autodesk.Revit.DB Namespace